 [{
     "id": "modal1",
     "h3": "Bearded Collie",
     "input id1": "radio1",
     "input id2": "radio2",
     "input id3": "radio3",
     "img src1": "images/dogBreeds/herdingDogs/beardedCollie/Bearded-Collie-standing-in-the-grass.jpeg",
     "img src2": "images/dogBreeds/herdingDogs/beardedCollie/Bearded-Collie-walking-in-the-grass.jpeg",
     "img src3": "images/dogBreeds/herdingDogs/beardedCollie/Bearded-Collie-sitting-in-a-grassy-field.jpeg",
     "p info": "The Border Collie is a well balanced, medium-sized dog of athletic appearance, displaying gracefulness, power and agility in equal measure. Its hard, muscular body conveys the impression of effortless movement and endless endurance. The Border Collie is extremely intelligent, with its keen, alert expression being a very important characteristic of the breed. Those aspects of structure, movement or temperament that enhance the dog's ability to function as a herding dog are virtues that should be strongly rewarded. The Border Collie is, and should remain, a natural and unspoiled true working sheep dog whose conformation is described herein. Honorable scars and broken teeth incurred in the line of duty are acceptable.",
     "td1": "14 to 15 years",
     "td2": "Energetic, keen, intelligent, alert, responsive",
     "td3": "Rough and smooth",
     "button id": "close1"
 }, {
     "id": "modal2",
     "h3": "Belgian Sheepdog",
     "input id1": "radio4",
     "input id2": "radio5",
     "input id3": "radio6",
     "img src1": "images/dogBreeds/herdingDogs/belgianSheepdog/Belgian-Sheepdog-standing-in-a-field.jpeg",
     "img src2": "images/dogBreeds/herdingDogs/belgianSheepdog/Belgian-Sheepdog-running-down-a-path.jpeg",
     "img src3": "images/dogBreeds/herdingDogs/belgianSheepdog/Belgian-Sheepdog-head-portrait-outdoors.jpeg",
     "p info": "The first impression of the Belgian Sheepdog is that of a well balanced, square dog, elegant in appearance, with an exceedingly proud carriage of the head and neck. He is a strong, agile, well muscled animal, alert and full of life. His whole conformation gives the impression of depth and solidity without bulkiness. The male dog is usually somewhat more impressive and grand than his female counterpart. Faults - Any deviation from these specifications is a fault. In determining whether a fault is minor, serious, or major, these two factors should be used as a guide: 1. The extent to which it deviates from the standard. 2. The extent to which such deviation would actually affect the working ability of the dog.",
     "td1": "13 to 14 years",
     "td2": "Powerful, Intelligent, Affectionate, Loyal, Active",
     "td3": "Long, well-fitting, straight and abundant",
     "button id": "close2"
 }, {
     "id": "modal3",
     "h3": "Berger Picard",
     "input id1": "radio7",
     "input id2": "radio8",
     "input id3": "radio9",
     "img src1": "images/dogBreeds/herdingDogs/bergerPicard/Berger-Picard-standing-in-a-field.jpeg",
     "img src2": "images/dogBreeds/herdingDogs/bergerPicard/Berger-Picard-standing-in-profile.jpeg",
     "img src3": "images/dogBreeds/herdingDogs/bergerPicard/Two-Berger-Picards-sitting-in-a-field.jpeg",
     "p info": "The Berger Picard is an ancient breed developed by the farmers and sheep herders of the Picardy region of northern France. They are medium-sized, sturdily built & well-muscled without being bulky, slightly longer than tall, with distinctive erect natural ears, wiry coat of moderate length, and a tail reaching to the hock and ending in a J-hook. Movement is free and easy, efficient, and tireless to allow them to work all day on the farm and in the fields. They are lively and alert, observant, quietly confident, and can be aloof with strangers, but should not be timid or nervous. This is a rustic, working shepherd’s dog, without exaggeration or refinement. Coat colors fall into two colors, fawn and brindle, with variations.",
     "td1": "12 to 13 years",
     "td2": "Lively and alert, observant, confident, even-tempered",
     "td3": "Thick and has a crunchy texture",
     "button id": "close3"
 }, {
     "id": "modal4",
     "h3": "Norwegian Buhund",
     "input id1": "radio10",
     "input id2": "radio11",
     "input id3": "radio12",
     "img src1": "images/dogBreeds/herdingDogs/norwegianBuhund/Norwegian-Buhund-On-White-01",
     "img src2": "images/dogBreeds/herdingDogs/norwegianBuhund/Norwegian-Buhund-laying-atop-a-bale-of-hay.jpeg",
     "img src3": "images/dogBreeds/herdingDogs/norwegianBuhund/Norwegian-Buhund1.jpeg",
     "p info": "The Norwegian Buhund is a herding dog. It is a typical northern breed, a little under medium size and squarely built, with a tightly curled tail carried over the back. The head is wedge-shaped and not too heavy, with prick ears. As it is extremely intelligent by nature, consistent training is needed from early puppyhood. The Buhund has a lot of energy, strength and stamina. This self-appointed watchdog is also content lying at your feet at the end of the day. Broken teeth, broken whiskers and honorable scars incurred in the line of herding/working duty are acceptable. The breed is to be shown in a natural state. Any shaving or trimming of the coat or shaving of whiskers, is to be severely penalized. An all purpose farm and herding dog.",
     "td1": "13 to 15 years",
     "td2": "Fun-loving, Energetic, Friendly, Agile, Courageous",
     "td3": "Outer coat: Thick, Rich, Hard | Undercoat: Soft, Dense, and Woolly",
     "button id": "close4"
 }, {
     "id": "modal5",
     "h3": "Entlebucher Mountain Dog",
     "input id1": "radio13",
     "input id2": "radio14",
     "input id3": "radio15",
     "img src1": "images/dogBreeds/herdingDogs/entlebucherMountainDog/Entlebucher-Mountain-Dog-outdoors-standing-in-a-field.jpeg",
     "img src2": "images/dogBreeds/herdingDogs/entlebucherMountainDog/Entlebucher-Mountain-Dog-On-White-03.jpeg",
     "img src3": "images/dogBreeds/herdingDogs/entlebucherMountainDog/Entlebucher-Mountain-Dog-Slide-04.jpeg",
     "p info": "The Entlebucher Mountain Dog (Shepherd Dog from Entlebuch, or Dog of the Alpine Herdsman) is a native of Switzerland, and the smallest of the four tri-colored Swiss Sennenhund breeds. Swiss farmers have historically used the Entlebucher to move cows from pasture to pasture in the Alps. Their keen intelligence, speed and agility also made them useful for the management of other large animals such as horses and hogs. The Entlebucher is a medium-sized, compact, strongly muscled, elongated drover with ample bone. He has a short, hard and shiny coat, bright black with symmetrical markings of pure white on blaze, muzzle, chest, and feet; shades of rich fawn to mahogany are present on the eyebrows and between the black and white markings.",
     "td1": "11 to 15 years",
     "td2": "lively, active, persistent, self-assured and determined",
     "td3": "Double coat. Topcoat short, close fitting, harsh and shiny",
     "button id": "close5"
 }, {
     "id": "modal6",
     "h3": "German Shepherd",
     "input id1": "radio16",
     "input id2": "radio17",
     "input id3": "radio18",
     "img src1": "images/dogBreeds/herdingDogs/germanShepherd/German-Shepherd-on-White-00.jpeg",
     "img src2": "images/dogBreeds/herdingDogs/germanShepherd/German-Shepherd-Dog-running.jpeg",
     "img src3": "images/dogBreeds/herdingDogs/germanShepherd/German-Shepherd-Dog-On-White-03-1-1.jpeg",
     "p info": "The first impression of a good German Shepherd Dog is that of a strong, agile, well muscled animal, alert and full of life. It is well balanced, with harmonious development of the forequarter and hindquarter. The dog is longer than tall, deep-bodied, and presents an outline of smooth curves rather than angles. It looks substantial and not spindly, giving the impression, both at rest and in motion, of muscular fitness and nimbleness without any look of clumsiness or soft living. The ideal dog is stamped with a look of quality and nobility - difficult to define, but unmistakable when present. Secondary sex characteristics are strongly marked, and every animal gives a definite impression of masculinity or femininity, according to its sex.",
     "td1": "9 to 13 years",
     "td2": "Stubborn, Intelligent, Loyal, Alert, Protective, Confident, Obedient,",
     "td3": "Short, Dense topcoat with Straight, Coarse hair",
     "button id": "close6"
 }, {
     "id": "modal7",
     "h3": "Pembroke Welsh Corgi",
     "input id1": "radio19",
     "input id2": "radio20",
     "input id3": "radio21",
     "img src1": "images/dogBreeds/herdingDogs/pembrokeWelshCorgi/Pembroke-Welsh-Corgi-standing-outdoors-in-the-fall.jpeg",
     "img src2": "images/dogBreeds/herdingDogs/pembrokeWelshCorgi/Pembroke-Welsh-Corgi.jpeg",
     "img src3": "images/dogBreeds/herdingDogs/pembrokeWelshCorgi/Day1_Dec13_52.jpeg",
     "p info": "Low-set, strong, sturdily built and active, giving an impression of substance and stamina in a small space. Should not be so low and heavy-boned as to appear coarse or overdone, nor so light-boned as to appear racy. Outlook bold, but kindly. Expression intelligent and interested. Never shy nor vicious. Correct type, including general balance and outline, attractiveness of headpiece, intelligent outlook and correct temperament are of primary importance. Movement is especially important, particularly as viewed from the side. A dog with smooth and free gait has to be reasonably sound and must be highly regarded. A minor fault must never take precedence over the above desired qualities. Pembroke Welsh Corgis descended from the Spitz family of dogs.",
     "td1": "12 to 15 years",
     "td2": "Outgoing, Friendly, Tenacious, Bold, Protective, Playful",
     "td3": "Thick, Weatherproof double coat",
     "button id": "close7"
 }, {
     "id": "modal8",
     "h3": "Swedish Vallhund",
     "input id1": "radio22",
     "input id2": "radio23",
     "input id3": "radio24",
     "img src1": "images/dogBreeds/herdingDogs/swedishVallhund/Swedish-Vallhund-running-in-the-grass.jpeg",
     "img src2": "images/dogBreeds/herdingDogs/swedishVallhund/Swedish-Vallhund-standing-in-profile.jpeg",
     "img src3": "images/dogBreeds/herdingDogs/swedishVallhund/Swedish-Vallhund-standing-in-a-field.jpeg",
     "p info": "The Swedish Vallhund (SV) is a very old Spitz-type breed known since the time of the Vikings. For centuries the SV has been kept as a farm dog and used for herding cattle. The SV is a small, powerful, fearless, sturdily built Spitz herding dog. The correct relationship of height to length of body is 2:3. The SV has a wedge-shaped head, prick ears, and a close-fitting hard coat of medium length and sable coloring. The double coat and the characteristic 'harness markings' are essential features of this breed. Tail may be natural (long, stub, or bob) or docked. The appearance of the Swedish Vallhund conveys intelligence, alertness and energy. Balance, outline, temperament and movement are of overriding importance. It is a thoroughly sound dog.",
     "td1": "12 to 15 years",
     "td2": "Alert, Friendly, Intelligent, Energetic, Fearless, Watchful",
     "td3": "Thick stable coat, Sturdy construction, and overall no-frills",
     "button id": "close8"
 }, {
     "id": "modal9",
     "h3": "Pyrenean Shepherd",
     "input id1": "radio25",
     "input id2": "radio26",
     "input id3": "radio27",
     "img src1": "images/dogBreeds/herdingDogs/pyreneanShepherd/Pyrenean-Shepherd-standing-in-profile-in-a-field.jpeg",
     "img src2": "images/dogBreeds/herdingDogs/pyreneanShepherd/Pyrenean-Shepherd-running-in-the-grass.20200517194653138.jpg",
     "img src3": "images/dogBreeds/herdingDogs/pyreneanShepherd/Pyrenean-Shepherd-head-portrait-outdoors.20200517194652984.jpg",
     "p info": "A small, sinewy, lean, lively dog whose sparkling personality and quicksilver intelligence are reflected in the vibrant expression of his unique triangular head and windswept face. A superb athlete, his beautiful, flowing gait 'shaves the earth'. Uncoiffed, lightboned and built as a horizontal rectangle, his high energy and intelligent, cunning, mischievous attitude show that he is always on alert, suspicious, ready for action. An ardent herder of all kinds of livestock, his vigilant attitude and great vivacity of movement give this little dog a highly singular gait and appearance, characteristic of no other breed. It is naturally distrustful of strangers, but when well-socialized from a young age, is a very lively and cheerful.",
     "td1": "15 to 17 years",
     "td2": "Dedicated, Clever, Energetic, Trainable, Watchful, Bossy",
     "td3": "Double coat, with a long outer coat and a soft undercoat",
     "button id": "close9"
 }, {
     "id": "modal10",
     "h3": "Beauceron",
     "input id1": "radio28",
     "input id2": "radio29",
     "input id3": "radio30",
     "img src1": "images/dogBreeds/guardDogs/beauceron/Beauceron-On-White-03.jpeg",
     "img src2": "images/dogBreeds/guardDogs/beauceron/Beauceron-head-portrait-outdoors.jpeg",
     "img src3": "images/dogBreeds/guardDogs/beauceron/Beaucerons-running-outdoors.jpeg",
     "p info": "The Beauceron is an old and distinct French breed of herding dog, developed solely in France with no foreign crosses. Dogs were bred and selected for their aptitude to herd and guard large flocks of sheep as well as for their structure and endurance. Beaucerons were used to move herds of 200 to 300 head traveling up to 50 miles per day without showing signs of exhaustion. The ideal Beauceron is a well balanced, solid dog of good height and well muscled without heaviness or coarseness. The whole conformation gives the impression of depth and solidity without bulkiness, exhibiting the strength, endurance and agility required of the herding dog. He is alert and energetic with a noble carriage. A formidable dog with a frank and unwavering expression.",
     "td1": "10 to 12 years",
     "td2": "Friendly, Intelligent, Fearless, Protective, Calm",
     "td3": "Short, Dense double coat",
     "button id": "close10"
 }, {
     "id": "modal11",
     "h3": "Boerboel",
     "input id1": "radio31",
     "input id2": "radio32",
     "input id3": "radio33",
     "img src1": "images/dogBreeds/guardDogs/boerboel/Boerboel-On-White-01.jpeg",
     "img src2": "images/dogBreeds/guardDogs/boerboel/Boerboel-standing-in-a-field.jpeg",
     "img src3": "images/dogBreeds/guardDogs/boerboel/Boerboel-On-White-03.jpeg",
     "p info": "Historically the Boerboel developed as a general farm dog for the pioneers who settled in South Africa since the seventeenth century. These dogs were often the first line of defense against predators and were valuable in tracking and holding down wounded game. Old farmers told many a tale of the strength, agility and courage of the Boerboel. The dangers and harsh conditions of southern Africa allowed only the fittest to survive. The protective character of the Boerboel is today still evident and is much sought after, as is the calm, stable and confident composure of the breed. The origin and purpose of the Boerboel should be understood in order to preserve the unique identity and qualities of the breed as a South African developed mastiff.",
     "td1": "10 to 12 years",
     "td2": "Obedient, Intelligent, Loyal, Confident, Dominant, Territorial",
     "td3": "Smooth and Shiny",
     "button id": "close11"
 }, {
     "id": "modal12",
     "h3": "Bull Mastiff",
     "input id1": "radio34",
     "input id2": "radio35",
     "input id3": "radio36",
     "img src1": "images/dogBreeds/guardDogs/bullmastiff/Bullmastiff-on-White-05.jpeg",
     "img src2": "images/dogBreeds/guardDogs/bullmastiff/Bullmastiff-standing-in-a-field.jpeg",
     "img src3": "images/dogBreeds/guardDogs/bullmastiff/Bullmastiff-On-White-03.jpeg",
     "p info": "The Bullmastiff is a British breed of dog of mastiff type and large size, with a solid build and a short muzzle. It was developed as a guard dog in the nineteenth century by cross-breeding the English Mastiff with the now-extinct Old English Bulldog.The foundation breeding was 60 percent Mastiff and 40 percent Bulldog. The breed was developed in England by gamekeepers for protection against poachers. It was recognized as a breed by The Kennel Club in 1924. A symmetrical animal, showing great strength, endurance, and alertness; powerfully built but active. Dogs had to have a minimum of four generations of descent from Bullmastiff stock without input from either Bulldog or Mastiff; cross-bred animals could not be registered.",
     "td1": "8 to 12 years",
     "td2": "Powerful, Reliable, Docile, Devoted, Loyal, Alert, Loving, Protective",
     "td3": "Short and weather resistant",
     "button id": "close12"
 }, {
     "id": "modal13",
     "h3": "Doberman Pinscher",
     "input id1": "radio37",
     "input id2": "radio38",
     "input id3": "radio39",
     "img src1": "images/dogBreeds/guardDogs/doberman/Doberman-Pinscher-standing-outdoors.jpeg",
     "img src2": "images/dogBreeds/guardDogs/doberman/Doberman-Pinscher-enjoying-the-sunshine-outdoors.jpeg",
     "img src3": "images/dogBreeds/guardDogs/doberman/Doberman-Pinschers-sitting-together-on-the-beach.jpeg",
     "p info": "The Dobermann, or Doberman Pinscher in the United States and Canada, is a medium-large breed of domestic dog that was originally developed around 1890 by Louis Dobermann, a tax collector from Germany. The Dobermann has a long muzzle. It stands on its pads and is not usually heavy-footed. The appearance is that of a dog of medium size, with a body that is square. Compactly built, muscular and powerful, for great endurance and speed. Elegant in appearance, of proud carriage, reflecting great nobility and temperament. Energetic, watchful, determined, alert, fearless, loyal and obedient. Dobermanns are known to be intelligent, alert, and loyal companions and guard dogs. The ideal dog is an optimal combination of strength, endurance and agility.",
     "td1": "9 to 12 years",
     "td2": "Intelligent, Energetic, Loyal, Alert, Fearless, Confident, Obedient",
     "td3": "Short",
     "button id": "close13"
 }, {
     "id": "modal14",
     "h3": "Rottweiler",
     "input id1": "radio40",
     "input id2": "radio41",
     "input id3": "radio42",
     "img src1": "images/dogBreeds/guardDogs/rottweiler/Rottweiler-On-White-03.jpeg",
     "img src2": "images/dogBreeds/guardDogs/rottweiler/Rottweiler-lying-on-a-park-bench.jpeg",
     "img src3": "images/dogBreeds/guardDogs/rottweiler/Rottweiler-On-White-10.jpeg",
     "p info": "The Rottweiler is a breed of domestic dog, regarded as medium-to-large or large. The dogs were known in German as Rottweiler Metzgerhund, meaning Rottweil butchers' dogs, because their main use was to herd livestock and pull carts laden with butchered meat to market. The ideal Rottweiler is a medium large, robust and powerful dog, black with clearly defined rust markings. His compact and substantial build denotes great strength, agility and endurance. Dogs are characteristically more massive throughout with larger frame and heavier bone than bitches. Bitches are distinctly feminine, but without weakness of substance or structure. According to the FCI Standard, the Rottweiler is considered to be one of the oldest dog breeds.",
     "td1": "8 to 10 years",
     "td2": "Steady, Devoted, Alert, Good-natured, Fearless, Confident",
     "td3": "Straight, coarse, Dense, Medium length",
     "button id": "close14"
 }, {
     "id": "modal15",
     "h3": "Hovawart",
     "input id1": "radio43",
     "input id2": "radio44",
     "input id3": "radio45",
     "img src1": "images/dogBreeds/guardDogs/hovawart/Hovawart.10.jpg",
     "img src2": "images/dogBreeds/guardDogs/hovawart/Hovawart.9.jpg",
     "img src3": "images/dogBreeds/guardDogs/hovawart/Hovawart.1.jpg",
     "p info": "The Hovawart is a very oldGerman working dog breed. The name’s origin stems from MiddleHigh German (an old form of German); Hova = Hof (= yard, farm) and wart = Wächter (= watchman). Since 1922 the breeding of this breed, by using dogs similar in type still found on farms, has been restored. Apart from this, in the early years of breeding, crosses with German Shepherd Dogs, Newfoundlands, Leonbergers and other breeds were admitted. Due to the strict measurements taken in selecting the breeding stock, the original working type was attained again. The Hovawart is a powerful, medium size, slightly elongated, long-haired working dog. Difference between sexes is clearly recognizable, especially in shape of head and build of body.",
     "td1": "10 to 14 years",
     "td2": "Watchful, Even Tempered, Devoted, Active, Reserved, Familial",
     "td3": "Medium/long glossy coat",
     "button id": "close15"
 }, {
     "id": "modal16",
     "h3": "Staffordshire Bull Terrier",
     "input id1": "radio46",
     "input id2": "radio47",
     "input id3": "radio48",
     "img src1": "images/dogBreeds/guardDogs/staffbullTerrier/Staffordshire-Bull-Terrier-On-White-01.jpeg",
     "img src2": "images/dogBreeds/guardDogs/staffbullTerrier/Staffordshire-Bull-Terrier-standing-outdoors.jpeg",
     "img src3": "images/dogBreeds/guardDogs/staffbullTerrier/Staffordshire-Bull-Terrier-head-portrait-outdoors.jpeg",
     "p info": "The Staffordshire Bull Terrier, also called the Staffy or Stafford, is a purebred dog of small to medium size in the terrier group that originated in the northern parts of Birmingham and in the Black Country of Staffordshire, for which it is named. They descended from 19th century bull terriers that were developed by crossing bulldogs with various terriers to create a generic type of dog generally known as bull and terriers. Staffords share the same ancestry with the modern Bull Terrier, although the two breeds developed along independent lines, and do not resemble each other. Modern Staffords more closely resemble the old type of bull terrier, and was first recognised as a purebred dog breed by The Kennel Club of Great Britain in 1935.",
     "td1": "12 to 14 years",
     "td2": "Intelligent, Affectionate, Reliable, Bold, Loyal, Fearless, Courageous",
     "td3": "Short, Smooth coat",
     "button id": "close16"
 }, {
     "id": "modal17",
     "h3": "Tornjak",
     "input id1": "radio49",
     "input id2": "radio50",
     "input id3": "radio51",
     "img src1": "images/dogBreeds/guardDogs/tornjak/Tornjak-standing-in-the-woods.jpeg",
     "img src2": "images/dogBreeds/guardDogs/tornjak/Tornjak-laying-in-the-grass.jpeg",
     "img src3": "images/dogBreeds/guardDogs/tornjak/Tornjak.1.jpg",
     "p info": "The Tornjak (pronounced [torɲâk]), is a breed of livestock guardian dog native to Bosnia and Herzegovina and Croatia. The name comes from the local word for a sheep pen, 'tor'. The foundation stock is made up from genetically homogeneous landrace shepherding dogs dispersed in the mountains and valleys of the region. They are molosser-type mountain dogs, similar to other livestock guardian breeds of the region, the Šarplaninac, Bucovina Shepherd Dog, and the Greek Shepherd. Tornjaks belong to the rare livestock protection breeds and share many characteristics with other livestock guarding dogs. The Tornjak breed was first mentioned in the 11th century, and was the transhumance dog of the medieval Vlach shepherds of Bosnia",
     "td1": "12 to 14 years",
     "td2": "Peaceful, Steady, Persistent, Vigilant, Alert, Calm",
     "td3": "Long and Thick",
     "button id": "close17"
 }, {
     "id": "modal18",
     "h3": "Tibetan Mastiff",
     "input id1": "radio52",
     "input id2": "radio53",
     "input id3": "radio54",
     "img src1": "images/dogBreeds/guardDogs/tibetianMastiff/Tibetan-Mastiff-On-White-01.jpeg",
     "img src2": "images/dogBreeds/guardDogs/tibetianMastiff/Tibetan-Mastiff-laying-down-outdoors.jpeg",
     "img src3": "images/dogBreeds/guardDogs/tibetianMastiff/ANC2016-Conformation-Working-Group-David-0E9A1538.jpeg",
     "p info": "Noble and impressive: a large, but not a giant breed. An athletic and substantial dog, of solemn but kindly appearance. The Tibetan Mastiff stands well up on the pasterns, with strong, tight, cat feet, giving an alert appearance. The body is slightly longer than tall. The hallmarks of the breed are the head and the tail. The head is broad and impressive, with substantial back skull, the eyes deep-set and almond shaped, slightly slanted, the muzzle broad and well-padded, giving a square appearance. The typical expression of the breed is one of watchfulness. The tail and britches are well feathered and the tail is carried over the back in a single curl falling over the loin, balancing the head. The coat and heavy mane is thick, with coarse guard hair and a wooly undercoat.",
     "td1": "12 to 15 years",
     "td2": "Stubborn, Tenacious, Aloof, Intelligent, Strong Willed, Protective",
     "td3": "Double coated, with a heavy, Wooly undercoat and Coarse guard hair",
     "button id": "close18"
 }, {
     "id": "modal19",
     "h3": "Alaskan Malamute",
     "input id1": "radio55",
     "input id2": "radio56",
     "input id3": "radio57",
     "img src1": "images/dogBreeds/familyDogs/alaskanMalamute/Alaskan-Malamute-standing-in-the-grass1.jpeg",
     "img src2": "images/dogBreeds/familyDogs/alaskanMalamute/Alaskan-Malamute-walking-in-a-field1.jpeg",
     "img src3": "images/dogBreeds/familyDogs/alaskanMalamute/Alaskan-Malamute-sled-team-pulling-at-their-harness.jpeg",
     "p info": "The Alaskan Malamute, one of the oldest Arctic sled dogs, is a powerful and substantially built dog with a deep chest and strong, well-muscled body. The Malamute stands well over the pads, and this stance gives the appearance of much activity and a proud carriage, with head erect and eyes alert showing interest and curiosity. The head is broad. Ears are triangular and erect when alerted. The muzzle is bulky, only slight diminishing in width from root to nose. The muzzle is not pointed or long, yet not stubby. The coat is thick with a coarse guard coat of sufficient length to protect a woolly undercoat. Malamutes are of various colors. The tail is well furred, carried over the back, and has the appearance of a waving plume.",
     "td1": "10 to 12 years",
     "td2": "Friendly, Devoted, Affectionate, Dignified, Loyal, Playful",
     "td3": "Coarse and Wooly",
     "button id": "close19"
 }, {
     "id": "modal20",
     "h3": "Staffordshire Terrier",
     "input id1": "radio58",
     "input id2": "radio59",
     "input id3": "radio60",
     "img src1": "images/dogBreeds/familyDogs/americanStaffTerrier/AmStaff.01.jpg",
     "img src2": "images/dogBreeds/familyDogs/americanStaffTerrier/AmStaff.03.jpg",
     "img src3": "images/dogBreeds/familyDogs/americanStaffTerrier/AmStaff.05.jpg",
     "p info": "The American Staffordshire Terrier, also known as the AmStaff or American Staffy is a medium-sized, short-coated American dog breed. The height of an American Staffordshire Bull Terrier is 17–19 in (43–48 cm) tall and weighs between 40–70 lb (18–32 kg). The American Kennel Club (AKC) describes the breed as 'confident, smart and good-natured'. American Staffordshire Terriers are similar to American Pit Bull Terriers, though the American Pit Bull Terrier is not recognized by the American Kennel Club. The breed was accepted by the AKC in 1936. It should not be confused with the Staffordshire Bull Terrier of the United Kingdom. The name Staffordshire Terrier was chosen, with the claim that the ancestors of the breed originally came from Staffordshire, England.",
     "td1": "12 to 16 years",
     "td2": "Friendly, Tenacious, Devoted, Loyal, Attentive, Courageous",
     "td3": "Stiff, Glossy coat",
     "button id": "close20"
 }, {
     "id": "modal21",
     "h3": "Beagle",
     "input id1": "radio61",
     "input id2": "radio62",
     "input id3": "radio63",
     "img src1": "images/dogBreeds/familyDogs/beagle/Beagle-standing-in-profile-looking-up-in-the-yard.jpeg",
     "img src2": "images/dogBreeds/familyDogs/beagle/Beagles-standing-in-a-frosty-field-on-a-cold-morning.jpeg",
     "img src3": "images/dogBreeds/familyDogs/beagle/Group-of-Beagles-running-through-a-field-on-a-scent-trail.jpeg",
     "p info": "The beagle is a breed of small scent hound, similar in appearance to the much larger foxhound. The beagle was developed primarily for hunting hare known as beagling. Possessing a great sense of smell and superior tracking instincts, the beagle is the primary breed used as a detection dog for prohibited agricultural imports and foodstuffs in quarantine around the world. The beagle is intelligent and is a popular pet due to its size, good temper, and a lack of health problems. The modern breed was developed in Great Britain around the 1830s from several breeds, including the Talbot Hound, the North Country Beagle, the Southern Hound, and possibly the Harrier. Beagles have been depicted since Elizabethan times in literature and paintings.",
     "td1": "12 to 15 years",
     "td2": "Amiable, Even Tempered, Intelligent, Determined, Excitable, Gentle",
     "td3": "Smooth, Dense Double coat",
     "button id": "close21"
 }, {
     "id": "modal22",
     "h3": "Brindle Drever",
     "input id1": "radio64",
     "input id2": "radio65",
     "input id3": "radio66",
     "img src1": "images/dogBreeds/familyDogs/drever/Brindle-Drever-standing-outdoors.jpeg",
     "img src2": "images/dogBreeds/familyDogs/drever/Drever-face.jpeg",
     "img src3": null,
     "p info": "The small-sized German hound, the Westphalian Dachsbracke, was imported to Sweden in 1910. The first dogs were registered in 1913 but little is known about the breed before 1930. It was from then on it gained reputation as a very good tracker of deer. Deer had been sparse until then, but as they grew stronger in numbers and spread further north, hunters got to hear about the advantages of the short-legged deer tracking hound. Rather long in body and fairly short on legs. Appearance should be robust and strong rather than elegant and speedy. Proud carriage, well developed muscles and agile appearance. Differences in built between male and female clearly defined. The Drever is robust and strong rather than elegant and speedy.",
     "td1": "12 to 14 years",
     "td2": "Alert, calm, friendly",
     "td3": "Thick, Close-fitting, and Flat",
     "button id": "close22"
 }, {
     "id": "modal23",
     "h3": "Biewer Terrier",
     "input id1": "radio67",
     "input id2": "radio68",
     "input id3": "radio69",
     "img src1": "images/dogBreeds/familyDogs/biewerTerrier/Biewer-Terrier-standing-on-a-white-background.jpeg",
     "img src2": "images/dogBreeds/familyDogs/biewerTerrier/Biewer-Terrier-standing-in-the-grass.jpeg",
     "img src3": "images/dogBreeds/familyDogs/biewerTerrier/biewer.9.jpg",
     "p info": "The Biewer Terrier is an elegant, longhaired, uniquely colored toy terrier with a breed signature ponytail. The coat parts down the middle, hanging straight and evenly on both sides of the body as though a comb has been used to part it. The back is level, with height at withers being equal to height at the croup. Although the outline of the dog gives the appearance of a square, the body length is slightly longer than the overall height. The tail is set high and carried well arched over the body, covered with a long luxurious plume. The Biewer Terrier has a lighthearted whimsical, childlike attitude. Although mischievous, they are obedient and make a loyal companion. The Biewer Terrier is an elegant, longhaired, tri-colored toy terrier.",
     "td1": "12 to 15 years",
     "td2": "Clever, Affectionate, Energetic, Loyal, Adventurous, Brave",
     "td3": "Silky and Long",
     "button id": "close23"
 }, {
     "id": "modal24",
     "h3": "Broholmer",
     "input id1": "radio70",
     "input id2": "radio71",
     "input id3": "radio72",
     "img src1": "images/dogBreeds/familyDogs/broholmer/Broholmer-standing-in-a-field-of-tall-grasses-at-sunset.jpeg",
     "img src2": "images/dogBreeds/familyDogs/broholmer/Broholmer-head-portrait-in-profile-outdoors.jpeg",
     "img src3": "images/dogBreeds/familyDogs/broholmer/Broholmer-laying-down-in-the-park.jpeg",
     "p info": "A Mastiff-type of dog of large size, rectangular and strongly built, with a composed and powerful movement. Its appearance is dominated by the powerful forequarters. The head is massive and wide, the neck is sturdy withsome loose skin, the chest is broad and deep. At rest the head is carried rather low and stooping, and the tail is hanging down sabrelike. When moving, the tail is carried higher, but not over the topline. When the dog is attentive or aroused, the head is carried higher and the tail is raised above horizontal. A well trained Broholmer should be calm, good tempered, and friendly, yet watchful towards strangers. The breed was established in the early 19th century and was moderately popular, especially as a guard dog.",
     "td1": "10 to 13 years",
     "td2": "Calm, Good tempered, Friendly, yet Watchful",
     "td3": "Outer coat: short, smooth | Undercoat: dense",
     "button id": "close24"
 }, {
     "id": "modal25",
     "h3": "Pug",
     "input id1": "radio73",
     "input id2": "radio74",
     "input id3": "radio75",
     "img src1": "images/dogBreeds/familyDogs/pug/Pug-On-White-01.jpeg",
     "img src2": "images/dogBreeds/familyDogs/pug/Black-Pug-sitting-in-a-field-of-dandelions.jpeg",
     "img src3": "images/dogBreeds/familyDogs/pug/Pug-sitting-in-the-grass.jpeg",
     "p info": "The Pug is a breed of dog originally from China, with physically distinctive features of a wrinkly, short-muzzled face and curled tail. The breed has a fine, glossy coat that comes in a variety of colors, most often light brown or black, and a compact, square body with well developed and thick muscles all over the body. Pugs were brought from China to Europe in the sixteenth century and were popularized in Western Europe by the House of Orange of the Netherlands. In the United Kingdom, Queen Victoria developed a passion for pugs which she passed on to other members of the Royal family. Pugs are known for being sociable and gentle companion dogs. Pugs remain popular into the twenty-first century, with some famous celebrity owners.",
     "td1": "12 to 15 years",
     "td2": "Charming, Clever, Mischievous, Docile, Stubborn, Sociable, Affectionate",
     "td3": "Short and Smooth",
     "button id": "close25"
 }, {
     "id": "modal26",
     "h3": "Golden Retriever",
     "input id1": "radio76",
     "input id2": "radio77",
     "input id3": "radio78",
     "img src1": "images/dogBreeds/familyDogs/goldenRetriever/Golden-Retriever-standing-outdoors.jpeg",
     "img src2": "images/dogBreeds/familyDogs/goldenRetriever/Golden-Retriever-Slide-11.jpeg",
     "img src3": "images/dogBreeds/familyDogs/goldenRetriever/Golden-Retriever-wading-into-a-lake.jpeg",
     "p info": "The Golden Retriever is a Scottish breed of retriever dog of medium size. It is characterised by a gentle and affectionate nature and a striking golden coat. It is commonly kept as a pet and is among the most frequently registered breeds in several Western countries. It is a frequent competitor in dog shows and obedience trials; it is also used as a gundog, and may be trained for use as a guide dog. The breed was created by Sir Dudley Marjoribanks at his Scottish estate Guisachan in the late nineteenth century. He cross-bred Flat-coated Retrievers with Tweed Water Spaniels, with some further infusions of Red Setter, Labrador Retriever and Bloodhound. The breed was recognised during the interwar period spread to many parts of the world.",
     "td1": "10 to 12 years",
     "td2": "Friendly, Intelligent, Reliable, Kind, Trustworthy, Confident",
     "td3": "Dense, Water-repellent, Wavy and Straight",
     "button id": "close26"
 }, {
     "id": "modal27",
     "h3": "Labrador Retriever",
     "input id1": "radio79",
     "input id2": "radio80",
     "input id3": "radio81",
     "img src1": "images/dogBreeds/familyDogs/labrador/Labrador-Retriever-On-White-01.jpeg",
     "img src2": "images/dogBreeds/familyDogs/labrador/Labrador-Retriever-leaping-over-an-agility-jump.jpeg",
     "img src3": "images/dogBreeds/familyDogs/labrador/Labrador-Retrievers-three-colors.jpeg",
     "p info": "The Labrador Retriever is a strongly built, medium-sized, short-coupled, dog possessing a sound, athletic, well-balanced conformation that enables it to function as a retrieving gun dog; the substance and soundness to hunt waterfowl or upland game for long hours under difficult conditions; the character and quality to win in the show ring; and the temperament to be a family companion. Physical features and mental characteristics should denote a dog bred to perform as an efficient Retriever of game with a stable temperament suitable for a variety of pursuits beyond the hunting environment. The distinguishing characteristics of the Labrador are an 'otter' tail; a clean-cut head with broad back skull; powerful jaws; and its 'kind', friendly eyes.",
     "td1": "10 to 12 years",
     "td2": "Outgoing, Even Tempered, Intelligent, Kind, Agile, Trusting, Gentle",
     "td3": "Short, Dense, Weather resistant coat",
     "button id": "close27"
 }]